Repository: Lweek/RBtodo
Catalog: Todo Test/Todo Test/Data/*.lproj/Localizable.strings
Languages: cs

# main-title
source: RB Úkolovník
cs: RB Todo List

# add-todo
source: Přidat úkol
cs: Add todo

# loading
source: Načítám
cs: Loading

# failed-connection
source: Načítání selhalo
cs: Connection failed

# retry
source: Opakovat
cs: Retry

# cancel
source: Zrušit
cs: Cancel

# done
source: Hotovo
cs: Done

# todo
source: Úkol
cs: Todo

# todo-user
source: Uživatel
cs: User

# todo-title
source: Název
cs: Title

# todo-completed
source: Splněno
cs: Completed

# todo-title-too-long
source: Název je příliš dlouhý
cs: Title is too long

# error
source: Chyba
cs: Error

# ok
source: Chápu
cs: OK

# save-not-available
source: Tato funkcionalita není dostupná
cs: This functionality is not available
